<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <title>Каталог мотоциклов</title>
</head>
<body>
    <header>
        <h1>Каталог мотоциклов</h1>
        <nav>
            <a href="Index.php">Главная</a>
            <a href="products.php">Товары</a>
            <a href="contact.php">Контакты</a>
        </nav>
    </header>

    <main>
        <section class="product", id="1">
            <div class="product-name">
                <h2>Ducati Monster 696</h2>
            <div>
                <div class="slider-container">
                    <div id="slider1" class="slider">
                        <img src="moto1.jpg" alt="Ducati Monster 696" class="product-image">
                    </div>
                   
                </div>
            <div class="product-details">
                <p><strong>Описание:</strong> Ducati Monster 696 — это стильный и мощный мотоцикл, идеально сочетающий современный дизайн с традициями итальянского мотостроения. Построенный на легкой и прочной раме, Monster 696 предлагает высокую маневренность, динамичный разгон и уверенное управление. Эргономичное сиденье и продуманная посадка делают его комфортным как для городских поездок, так и для активного катания по трассам. Этот мотоцикл сочетает в себе передовые технологии и узнаваемый облик, что делает его выбором для тех, кто ценит производительность и стиль.</p> 
                    <p><strong>Дизайн</strong></p>
                    <p>Экстерьер Ducati Monster 696 выделяется агрессивным дизайном топливного бака и выразительными линиями передней фары, что придает мотоциклу дерзкий и мощный вид. Современные очертания рамы подчеркивают его динамичные и аэродинамические качества, а широкий выбор цветовых решений позволяет каждому владельцу выбрать стиль, который отражает его индивидуальность..</p>
                    <p><strong>Комфорт</strong></p>
                    <p>Эргономика Ducati Monster 696 создана для максимального комфорта и контроля. Удобное сиденье обеспечивает устойчивую посадку, а оптимально расположенные рукоятки и педали делают управление мотоциклом интуитивным и легким. На борту предусмотрены цифровая панель приборов и современные подключения для зарядки, что позволяет всегда быть на связи и наслаждаться любимой музыкой в дороге через поддерживаемые устройства Bluetooth или USB.</p>
            <div>
            <div class="product-price ">   
                <p><strong>Цена:</strong> 800 000 руб.</p>
            <div>
            <a href="contact.php" class="buy-button">Связаться с продавцом</a>
        </section>

        <section class="product", id="2">
            <div class="product-name">
                <h2>Suzuki GSX1000R</h2>
            <div>
            <img src="moto2.jpg" alt="Suzuki GSX1000R" class="product-image">
            <div class="product-details">
                <p><strong>Описание:</strong> Suzuki GSX1000R — это спортивный мотоцикл, который объединяет высокие технологии и мощный двигатель с элегантным дизайном и маневренностью. Разработанный для высоких скоростей и точного управления, GSX1000R оснащен современными системами безопасности и динамической стабилизации, которые обеспечивают максимальный контроль даже на крутых поворотах. Ультралегкая рама и подвеска с возможностью тонкой настройки делают его идеальным выбором для как трека, так и городских дорог. Мощность двигателя в сочетании с продуманной аэродинамикой и стильными элементами делает этот мотоцикл превосходным спутником для тех, кто ищет адреналин и исключительные впечатления от каждой поездки.</p>
                <p><strong>Дизайн</strong></p>
                <p>Дизайн Suzuki GSX1000R олицетворяет мощь и скорость. Агрессивные линии обтекателя, узкая фара и острые боковые обводы создают стремительный, почти гоночный облик. Узкая форма топливного бака и заднего обтекателя подчеркивает спортивный характер, делая мотоцикл еще более маневренным и устойчивым на высоких скоростях. Элементы карбоновой отделки и аэродинамические вставки придают байку стильный и современный вид, а богатая палитра цветов позволяет каждому владельцу выразить индивидуальность. GSX1000R — это мотоцикл, созданный для тех, кто ценит динамику и стиль в каждом элементе.</p>
                <p><strong>Комфорт</strong></p>
                <p>Салон и эргономика Suzuki GSX1000R разработаны для комфорта и уверенного управления. Удобное сиденье и продуманная посадка позволяют райдеру чувствовать мотоцикл в любых условиях, а качественные материалы и детали придают ощущение премиальности. Встроенная цифровая приборная панель отображает всю необходимую информацию в режиме реального времени, а система подключений позволяет заряжать устройства и использовать Bluetooth для прослушивания музыки, чтобы поездка на GSX1000R была не только захватывающей, но и комфортной.</p>
            <div>
            <div class="product-price">
                <p><strong>Цена:</strong> 1 800 000руб.</p>
            <div>
            <a href="contact.php" class="buy-button">Связаться с продавцом</a>
        </section>

        <section class="product", id="3">
            <div class="product-name">
                <h2> Honda Hornet CB 600 FA</h2>
            <div>
            <img src="moto3.jpg" alt="Honda Hornet CB 600 FA" class="product-image">
            <div class="product-details">
                <p><strong>Описание:</strong>Honda Hornet CB600FA — это стильный и универсальный дорожный мотоцикл, сочетающий динамичный дизайн и хорошие технические характеристики. Модель имеет спортивные элементы, такие как агрессивные линии и продуманную аэродинамику, но остается комфортной для повседневного использования. Двигатель объёмом 600 куб. см обеспечивает отличное ускорение и гибкость в управлении, а плавные формы обтекателей и острые линии передней части подчеркивают характер мотоцикла, придавая ему дерзкий и одновременно элегантный вид. Honda Hornet CB600FA идеально подходит как для поездок по городу, так и для более динамичной езды на трассе, сочетая легкость управления с мощью двигателя. </p>
                <p><strong>Дизайн</strong></p>
                <p>Honda Hornet CB600FA отличается агрессивным и лаконичным дизайном, подчеркивающим его спортивный характер. В передней части мотоцикла расположена выразительная фара, напоминающая черты шершня. Динамичные линии бака и обтекателей не только создают обтекаемый силуэт, но и добавляют ощущение мощности. Компактная задняя часть и спортивное сиденье придают байку современный и уверенный вид, делая его идеальным для активного городского использования</p>
                <p><strong>Комфорт</strong></p>
                <p>Honda Hornet CB600FA отличается сбалансированным сочетанием комфорта и спортивного духа, подходящим для городских поездок и коротких выездов. Подвеска хорошо справляется с неровностями дорог, создавая мягкость хода, особенно для мотоцикла такого класса. Эргономичное сиденье рассчитано на удобную посадку и райдера, и пассажира, хотя для долгих поездок может показаться несколько жестким. Положение руля и подножек обеспечивает естественную посадку, позволяя долгое время оставаться в седле без ощущения усталости. Это делает Hornet подходящим выбором для повседневного использования и маневренной езды в городских условиях.</p>
            <div>
            <div class="product-price">
                <p><strong>Цена:</strong> 300 000 руб.</p>
            <div>
            <a href="contact.php" class="buy-button">Связаться с продавцом</a>
        </section>

        <section class="product", id="4">
            <div class="product-name">
                <h2>Kawasaki Ninja 250R</h2>
            <div>
            <img src="moto4.jpg" alt="Kawasaki Ninja 250R" class="product-image">
            <div class="product-details">
                <p>
                    <strong>Описание:</strong>
                    Kawasaki Ninja 250R — это популярный спортивный мотоцикл начального уровня, отличающийся компактными размерами, стильным дизайном и отличной управляемостью. Он предлагает идеальный баланс мощности и легкости, что делает его подходящим как для новичков, так и для более опытных мотоциклистов</p>
                <p><strong>Дизайн</strong></p>
                <p>Кузов Ninja 250R выполнен в традиционном спортивном стиле с обтекаемыми линиями и аэродинамическими элементами. Агрессивный облик передней части с двойными фарами и стильным ветровым стеклом создает узнаваемый и дерзкий вид, а эргономичное расположение элементов управления и комфортабельное сиденье делают его привлекательным как для новичков, так и для более опытных райдеров.</p>
                <p><strong>Комфорт</strong></p>
                <p>Этот мотоцикл удобен для повседневного использования благодаря относительно высокой посадке и легкому весу, что упрощает маневрирование в городских условиях. Подвеска обеспечивает плавный ход даже на неровных дорогах, а мощные тормоза дают хорошую устойчивость и управляемость.</p>
            <div>
            <div class="product-price">
                <p><strong>Цена:</strong>250 000 руб.</p>
            <div>
            <a href="contact.php" class="buy-button">Связаться с продавцом</a>
        </section>

        <section class="product", id="5">
            <div class="product-name">
                <h2>BMW K 1300 S</h2> 
            <div>
            <img src="moto5.jpg" alt="BMW K 1300 S" class="product-image">
            <div class="product-details">
                <p><strong>Описание:</strong> BMW K 1300 S — это мощный спортивный мотоцикл с выдающимися характеристиками и премиальной отделкой. Оснащен рядным четырехцилиндровым двигателем объемом 1293 см³, он развивает 175 л.с., что позволяет достичь высокой скорости и обеспечивать отличную динамику. Мотоцикл идеально сочетает агрессивный спортивный стиль и комфорт на долгих поездках, с такими опциями, как электронная регулировка подвески, системы безопасности и эргономика, которые делают его идеальным для любых дорог. Этот мотоцикл ориентирован на тех, кто ценит баланс между мощностью и управляемостью.</p>
                <p><strong>Дизайн</strong></p>
                <p>BMW K 1300 S отличается динамичным и агрессивным дизайном, сочетающим спортивный стиль и аэродинамическую форму. Обтекаемые линии, большие воздухозаборники и уникальная фара подчеркивают его мощь и высокие характеристики. Эргономика и качественные материалы делают модель подходящей как для быстрых поездок, так и для длительных путешествий.</p>
                <p><strong>Комфорт</strong></p>
                <p>BMW K 1300 S предлагает высокий уровень комфорта для спортивного мотоцикла благодаря продуманной эргономике и мягкой подвеске. Сиденье обеспечивает устойчивую посадку как для водителя, так и для пассажира, делая поездки удобными даже на длительных маршрутах. Система ESA (электронная регулировка подвески) позволяет адаптировать подвеску под разные дорожные условия, улучшая качество езды и минимизируя усталость в пути.</p>
            <div>
            <div class="product-price">
                <p><strong>Цена:</strong> 1 050 000 руб.</p>
            <div>
            <a href="contact.php" class="buy-button">Связаться с продавцом</a>
        </section>
    </main>
    <footer>
        <p>© 2024 Мотосалон</p>
    </footer>
    <script src="script.js"></script>
</body>
</html>
